Repository: mn3n3/PestWeb
Catalog: Resources/Resource.*.resx
Languages: ar

source: Absent
ar: غائب

source: Acceptable
ar: مقبول

source: Account Status
ar: حالة المستخدم

source: Activate
ar: تفعيل

source: Active
ar: فعال

# ActiveEmployee
source: Active Employees
ar: علي رأس عملهم

source: Add
ar: اضافة

source: Added successfully
ar: تمت الاضافة بنجاح

# AddEmpMsg
source: All personal employee data is added by the employee after creating an account through his / her personal card
ar: جميع بيانات الموظف الشخصية يتم اضافتها من قبل الموظف بعد انشاء حساب له من خلال بطاقتة الشخصية

source: Add New
ar: اضافة جديد

source: Add New Employee
ar: اضافة موظف جديد

source: Address
ar: العنوان

source: Add to shift
ar: اضافة لفترة دوام

# AddVacationAndLeave
source: Add Vacations and Leave
ar: إضافة اجازات ومغادرات

# AdverseWeatherVacation
source: Adverse Weather
ar: سوء طقس

# AffectedByNumberOfWorkingDays
source: Affected by the number of working days
ar: تتأثر بعدد ايام العمل

source: Affects the balance of leave
ar: تؤثر علي رصيد الاجازات

source: All
ar: الجميع

source: All Departments
ar: جميع الدوائر

source: All Jobs
ar: جميع الوظائف

source: All Leaves
ar: جميع المغادرات

# AllVacation
source: All Vacations
ar: جميع الاجازات

source: And Forward To
ar: وتم ارسالها الى

source: And need your approval
ar: ويحتاج الي موافقتك

source: and sent to
ar: وإرسالها إلى

source: Approve
ar: قبول

source: Approved
ar: تم الموافقة

source: Approved Delete Leave Request
ar: تم قبول طلب حذف مغادرة

source: Approved Delete Vacation Request
ar: موافقة علي الغاء اجازة

source: Approved Leave Request
ar: تم قبول طلب مغادرة

source: Approved Vacation Request
ar: موافقى علي طلب اجازة

source: Arabic Name
ar: الاسم عربي

# ArbDesc
source: Arabic Desc
ar: الوصف عربي

# ArbName
source: Arabic Name
ar: الاسم عربي

source: Are You Sure
ar: هل انت متأكد

source: Attach
ar: مرفق

# AutoEmail
source: You can enter username without email address and the system will add same company email automed
ar: يمكنك إدخال اسم المستخدم بدون عنوان بريد إلكتروني وسيضيف النظام نفس البريد الإلكتروني للشركة تلقائيًا

# AutoFroward
source: Auto seend request
ar: ارسال طلب الموافقة للمدير

source: available
ar: متوفر

source: Bachelors Degree
ar: بكالوريس

source: Balance
ar: الرصيد

# BalanceCanRounded
source: The balance can be recycled
ar: يمكن تدوير الرصيد

source: Balance to end
ar: رصيد لنهاية العام

source: Balance to now
ar: رصيد حتي تاريخة

source: Basic Employee Information
ar: معلومات الموظف الاساسية

source: Birth Date
ar: تاريخ الميلاد

source: Break In
ar: عودة استراحة

source: Break Out
ar: خروج استراحة

source: Broad Cast
ar: اعلانات الشركة

source: Busy
ar: مشغول

source: By
ar: بواسطة

source: Change Password
ar: تغير كلمة المرور

source: Chat
ar: شات

# CheckBreakInSameDate
source: There is an Break Check In in the same date
ar: يوجد حركة دخول من استراحة لتفس التاريخ

# CheckBreakOutSameDate
source: There is an Break Check Out in the same date
ar: يوجد حركة خروج استراحة لنفس التاريخ

source: Check In
ar: دخول

# CheckInDate
source: Check Out Date
ar: تاريخ الخروج

source: Check In Out
ar: الدخول والخروج

source: Check In Out Report
ar: تقرير الدخول والخروج

# CheckInSameDate
source: There is an Check In in the same date
ar: يوجد حركة دخول بنفس التاريخ

# CheckInTime
source: Chech in Time
ar: وقت الدخول

source: Check Out
ar: خروج

# CheckOutDate
source: Check In Date
ar: تاريخ الدخول

# CheckOutSameDate
source: There is an Check Out in the same date
ar: يوجد حركة خروج بنفس التاريخ

source: Check Out Time
ar: وقت الخروج

source: Clear
ar: مسح

source: Close
ar: إغلاق

# CompanyArName
source: Company Arabic Name
ar: اسم الشركه عربي

# CompanyEnName
source: Company English Name
ar: اسم الشركة اجنبي

source: Company Info
ar: معلومات الشركة

source: Company Logo
ar: شعار الشركة

source: Company Main Setup
ar: اعدادات الشركة

source: Confirm new password
ar: تأكيد كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

# CoWorkStartDate
source: Work Start Date
ar: تاريخ بدء العمل

# CoWorkStartDateHint
source: The date on which the system is actually started
ar: تاريخ بداية العمل علي النظام بشكل فعلي

source: Create Account
ar: انشاء حساب

source: Create New
ar: انشاء جديد

# CurLang
source: Eng
ar: Arb

source: Current password
ar: كلمة المرور الحالية

source: Current Year
ar: السنه الحالية

source: Daily attendance
ar: الدوام اليومي

# DailyEmployeeStatusReport
source: Daily Employees Status Reports
ar: تقارير حالة الموظفين اليومية

source: Data Saved Successfully
ar: تمت عملية التخزين بنجاح

source: Data Updated Successfully
ar: تمت عملية التعديل بنجاح

source: Date
ar: التاريخ

source: Day
ar: اليوم

source: Days
ar: ايام

# DaysMustBeMoreZero
source: Number Of Days Must Be More Than Zero
ar: عدد الايام يجب ان يكون اكبر من صفر

source: Day Status
ar: حالة اليوم

source: DeActivate
ar: ايقاف

# DeductedWorkingDays
source: Deducted from working days
ar: تخصم من ايام العمل

source: Default Balance
ar: الرصيد الافتتاحي

# DefaultPaid
source: Default paid days balance
ar: رصيد الاجازات السنوية الافتتاحي

# DefaultSick
source: Default sick days balance
ar: رصيد الاجازات المرضية الافتتاحي

source: Degree
ar: الدرجة

source: Delete
ar: حذف

source: Deleted successfully
ar: تم الحذف بنجاح

source: Delete Leave Request
ar: طلب الغاء مغادرة

source: Delete Request
ar: طلب الغاء

source: Delete Request Send
ar: تم ارسال طلب الغاء

source: Delete Shift
ar: حذف فترة

source: Delete Vacation Request
ar: طلب حذف اجازة

source: Deleting
ar: جاري الحذف

source: Department
ar: الدائرة

source: Departments
ar: الدوائر

source: Details
ar: التفاصيل

source: Diploma
ar: ديبلوم

source: DirectApprove
ar: موافقة مباشرة

source: Doctorate
ar: دكتورا

source: do not disturb
ar: عدم الازعاج

source: Educational Certificates
ar: الشهادات الدراسية

source: Email
ar: بريد الكتروني

# EmailMustBe
source: The email must belong to the company's Domain
ar: البريد الإلكتروني يجب ان ينتمي لدومين الشركة

# EmailTaken
source: Email Already Taken!
ar: تم استعمال هذا البريد سابقا

source: Employee
ar: موظف

source: Employee Check In Out
ar: دخول وخروج الموظفين

# EmployeeEmail
source: Email
ar: البريد الالكتروني

# EmployeeFullName
source: Full Name
ar: اسم الموظف

source: Employee Id
ar: رقم الموظف

source: EmployeeId or Name
ar: رقم او اسم الموظف

# EmployeeIDTaken
source: Employee ID Already Taken!
ar: تم استعمال هذا الرقم سابقا!

source: Employee Leaves Report
ar: تقرير مغادرات الموظفين

# EmployeePassword
source: Password
ar: كلمة المرور

source: Employee Request
ar: طلبات الموظفين

source: Employees
ar: الموظفين

source: Employees Status
ar: حالة الموظفين

# EmployeeSubVisEmail
source: Supervisor Email
ar: بريد المسؤول المباشر

# EmployeeSubVisID
source: Supervisor
ar: المسوؤل المباشر

source: Employee Transactions
ar: حركات الموظفين

source: Employee Type
ar: نوع الموظف

source: Employee Vacation Balance
ar: رصيد اجازات الموظفين

source: Employee Vacation Request
ar: اجازات الموظفين

source: Employee Vacations Report
ar: تقرير اجازات الموظفين

source: End Year
ar: نهاية العام

# EngDesc
source: English Desc
ar: الوصف لاتيني

source: Engilsh Name
ar: الاسم لاتيني

# EngName
source: English Name
ar: الاسم لاتيني

# EranBalance
source: Eran Balance To Now
ar: رصيد حتي تاريخة

source: Evening Late
ar: تأخير نهاية العمل

# EveningLateFree
source: Free minutes Before End Work
ar: دقائق السماح قبل نهاية الدوام

# EveningLateFreeDesc
source: The number of allowable minutes before the end of the work
ar: عدد الدقائق السماح المسموح بها قبل نهاية العمل

source: Example
ar: مثال

# ExceededEmpCount
source: Sorry, you have exceeded the maximum number of employees. Please contact us
ar: نعتذر لقد تجاوزت الحد الاعلي الخاص بعدد الموظفين يرجى ..التواصل معنا

source: Excellent
ar: ممتاز

source: ExhaustedPaidBalance
ar: رصيد مستفذ

source: Female
ar: انثى

# FlexibleMint
source: Flexible Minutes
ar: دقائق مرنة

# FlexibleMinutes
source: For example, if the employee's period is from 08:00 to 05:00 .. The lab is set to 30 minutes .. The employee is allowed to enter the company until 08:30 and the end is 05:30 instead of 05:00 or 08:20 to 05: 20
ar: مثال اذا كانت فترة الموظف من 08:00 حتي ال 05:00 ..وتم وضع المعامل 30 دقيقة..يسمح للموظف بدخول الشركة حتي 08:30 وتكون نهاية الدوام 05:30 بدل من 05:00 او 08:20 حتي ال 05:20

source: for final approval
ar: للحصول على الموافقة النهائية

# Forward
source: Forward to my supervisor for approve
ar: ارسال الي مسؤولي المباشر للموافقة

source: Forward leave request
ar: تحويل طلب مغادرة

source: Forward vacationrequest
ar: طلب اجازة تم تحويلة

source: For Year
ar: لعام

# Free5
source: Free up to 5 employees!
ar: مجانا لغاية 5 موظفين !

source: From Date
ar: من تاريخ

source: From Time
ar: من الساعة

source: From Year
ar: من عام

source: Gender
ar: الجنس

source: Good
ar: جيد

source: Grade
ar: العلامة

source: Grade Name
ar: اسم العلامة

# HAffectBalance
source: Weekend affected paid balance
ar: تؤثر عطلة نهاية الاسبوع علي الرصيد السنوي

# HajjVacation
source: Hajj
ar: حج

source: Has been approved
ar: تمت الموافقة عليها

source: Has been rejected
ar: تم رفضها

# HFriday
source: Friday
ar: الجمعة

source: Higher Diploma
ar: ديبلوم عالي

source: High School Or Equivalent
ar: ثانوية

source: Hint
ar: ملاحظه

# HMonday
source: Monday
ar: الاثنين

# HolidayScheduleVacation
source: Holiday Schedule
ar: اسبوعية

source: Holiday Type
ar: نوع الاجازة

# HSaturday
source: Saturday
ar: السبت

# HSunday
source: Sunday
ar: الاحد

# HThursday
source: Thursday
ar: الخميس

# HTuesday
source: Tuesday
ar: الثلاثاء

# HWednesday
source: Wednesday
ar: الاربعاء

# ID
source: Emp ID
ar: رقم الموظف

# ImgAttachment
source: Attachment Image
ar: ارفاق صورة

# InActiveEmployee
source: Inactive Employees
ar: موقوفين

# InLeave
source: Leave
ar: مغادرة

# InMeeting
source: Meeting
ar: اجتماع

source: Institution
ar: المنشئة

# InVacation
source: Vacation
ar: اجازة

# IsDeductedfromWorkingDays
source: Deducted from working days
ar: تخصم من ايام العمل

# IsRoundedBalance
source: The balance can be recycled
ar: يمكن تدوير الرصيد

source: Job
ar: الوظيفة

source: Jobs
ar: الوظائف

source: Jops
ar: الوظائف

# LeaveAutoFroward
source: Leave Auto Forward
ar: ارسال المغادرات للمدير الاعلي

source: Leave before the end of the work
ar: مغادرة قبل نهاية العمل

source: Leave before work begins
ar: مغادرة قبل بداية العمل

source: Leave Chart
ar: تقرير المغادرات البياني

source: Leave Date
ar: تاريخ المغادرة

# LeaveDirectApprove
source: Can approve leave without forword
ar: يمكن قبول المغادرة بدون ارسالها للمسؤول التالي

source: Leave during work
ar: مغادرة خلال العمل

source: Leave Request
ar: طلب مغادرة

source: Leaves
ar: مغادرات

source: Leave Time Must Be More Than Zero
ar: عدد ساعات المغادرة يجب ان تكون اكبر من صفر

source: Leave Type
ar: نوع المغادرة

# LEVCCOUNT
source: In Leave Now
ar: مغادرة حاليا

# LoadingMsg
source: Your data is being verified
ar: جاري التحقق من بياناتك

source: Log In
ar: تسجيل الدخول

source: Log Off
ar: تسجيل خروج

source: lunch
ar: غداء

source: Major
ar: التخصص

source: Male
ar: ذكر

# MarriageVacation
source: Marriage
ar: زواج

source: Masters Degree
ar: مساجتير

# MaximumNumberOfEmployees
source: Number of employees allowed
ar: الحد الاعلي الخاص بعدد الموظفين

source: Maxmum OverTime
ar: الحد الاعلي للاضافي

# MaxmumOverTimeDesc
source: Maximum number of minutes allowed for additional work
ar: اكبر عدد دقائق مسموح للعمل الاضافي

# MinimumOverTime
source: Minimum OverTime calculation
ar: الحد الادني لاحتساب اضافي

# MinimumOverTimeDesc
source: The number of minutes required to start calculating the extra work
ar: عدد الدقائق المطلوبة للبدء احتساب العمل الاضافي

source: Modify
ar: تعديل

source: More about CatnipSoft HR
ar: المزيد عن كاتنيب سوفت

# MoriningLateFree
source: Free minutes After Start Work
ar: دقائق السماح بعد بداية الدوام

# MoriningLateFreeDesc
source: The number of delay minutes allowed at the beginning of work
ar: عدد الدقائق التأخير المسموح بها عند بداية العمل

source: Morning Late
ar: تأخير بداية العمل

# MotherVacation
source: Mother
ar: امومة

# MyInfo
source: My Information
ar: معلوماتي

# MyLeaveReport
source: My Leaves Report
ar: تقرير مغادراتي

source: My Leaves
ar: مغاداراتي

source: My Profile
ar: ملفي الشخصي

source: My vacation and leavs
ar: اجازاتي ومغادراتي

source: My Vacation Report
ar: تقرير اجازاتي

source: My Vacations
ar: اجازاتي

source: My Vacations Report
ar: تقرير اجازاتي

# MyVacBalance
source: My vacation balance
ar: رصيد اجازاتي

source: Name
ar: الاسم

source: New
ar: جديد

source: New password
ar: كلمة المرور الجديدة

source: New Vacation Request
ar: طلب اجازة جديد

source: No
ar: لا

source: No Data
ar: لا يوجد بيانات

source: Not Active
ar: غير فعال

source: Note
ar: ملاحظه

source: Notifications
ar: الاشعارات

# NumberOfAttend
source: Number of attendees
ar: عدد الحضور

source: of your balance
ar: من رصيدك

source: Operation Completed Successfully
ar: تمت العملية بنجاح

source: Other
ar: اخرى

# OtherVacation
source: Other
ar: اخرى

# OutOffice
source: outside the office
ar: خارج المكتب

source: Outside the company
ar: خارج الشركة

source: Over Time
ar: عمل اضافي

# PaidBalance
source: Paid balance up to date
ar: رصيد سنوي حتي تاريخة

source: Paid Days
ar: سنوية مستنفذة

source: Paid Leave Balance
ar: رصيد الاجازات السنوية

source: Paid Leave Balance ToNow
ar: رصيد سنوي مستحق حتي تاريخه

source: Paid Leavs
ar: مغادرات سنوية

# PaidToEndYear
source: Paid balance up to end
ar: رصيد سنوي حتي نهاية العام

# PaidVacation
source: Paid
ar: مدفوعه

source: Paid Vaction Balance
ar: رصيد سنوي

source: Password
ar: كلمة المرور

source: Pending
ar: قيد الانتظار

source: Pending Leaves
ar: مغادرات قيد الانتظار

source: Pending Vacations
ar: اجازات قيد الانتظار

source: Personal Email
ar: البريد الشخصي

source: Personal Image
ar: الصورة الشخصية

# PersonalInfo
source: Personal Information
ar: معلومات شخصية

source: Phone
ar: الهاتف

# Phone2
source: Home Phone
ar: هاتف المنزل

# PleaseCheckWorkStartDate
source: Please check work start date formate
ar: الرجاء التأكد من تاريخ بداية العمل

source: Please Check Your BirthDate
ar: يرجي التأكد من تاريخ الميلاد

source: Please Check Your Data
ar: يرجى التحقق من البيانات

source: Please create shift first
ar: يرجى انشاء فترة دوام اولا

# PleaseCreateYourCompanyProfileFisrt
source: Please create your company profile
ar: الرجاء تعريف معلومات الشركة اولا

# PleasefillalRequiredfields
source: Please fill all required fields
ar: يرجى ادخال الحقول المطلوبة

source: Please Wait
ar: يرجى الانتظار

# PlsWaitPerpareData
source: Data is being processed
ar: جاري تجهيز البيانات

# PullDir
source: pull-right
ar: pull-left

source: Reason
ar: السبب

# RedirectApprove
source: If approved by the direct manager, the application will be sent to the top manager
ar: في حال الموافقة من المدير المباشر سيتم ارسال الطلب للمدير الاعلي

source: Register
ar: انشاء حساب

source: Reject
ar: رفض

source: Rejected
ar: تم الرفض

source: Rejected Delete Leave Request
ar: تم رفض الغاء مغادرة

source: Rejected Delete Vacation Request
ar: رفض طلب الغاء اجازة

source: Rejected Leave Request
ar: تم رفض المغادرة

source: Rejected Vacation Request
ar: رفض طلب اجازة

source: Remaining
ar: المتبقي

source: Remember Me
ar: تذكرني

source: Remove All
ar: الغاء الجميع

source: Reports
ar: التقارير

source: Request Date
ar: تاريخ الطلب

# RequestHasBeenAccepted
source: Request has been successfully accepted
ar: تم قبول الطلب بنجاح

source: Request has been deleted successfully
ar: تم حذف الطلب بنجاح

# RequestHasBeenRejected
source: Request has been successfully rejected
ar: تم رفض الطلب بنجاح

# RequestNewLeave
source: Request Leave
ar: طلب مغادرة

# RequestNewVacation
source: Request Vacation
ar: طلب اجازه

source: Request Status
ar: حالة الطلب

source: Request Type
ar: نوع الطلب

# ResponsibleForacceptingemployeerequests
source: Responsible for accepting employee requests like vacation and leaves
ar: المسؤول عن قبول طلبات الموظف مثل الاجازات والمغادرات

source: Rounded Balance
ar: رصيد مدور

source: Save
ar: تحزين

source: Save Changes
ar: حفظ التعديلات

source: Save Personal Info
ar: حفظ المعلومات الشخصية

source: Saving
ar: جاري الحفظ

source: Search
ar: بحث

source: Searching
ar: جاري البحث

source: Seen
ar: تم المشاهدة

source: Seending
ar: جاري الارسال

source: Select All
ar: اختبار الجميع

# SelectDepartment
source: Please Select Department
ar: يرجى اختيار الدائرة

# SelectedShift
source: Selected shifts
ar: الفترات المختارة

# SelectJob
source: Please Select Job
ar: يرجى اختيار الوظيفة

# SelectmultipleImg
source: Select multiple image (Shift Then Select)
ar: اختيار اكتر من صورة Shift+اختيار

source: Select Shift
ar: اختر فترة العمل

# SelectSupervisor
source: Please Select Supervisor
ar: يرجى اختيار المسؤول المباشر

source: Select Vacation
ar: اختر الاجازة

source: Send cancel request
ar: ارسال طلب الغاء

source: Serial
ar: التسلسل

# SetYourCurrStatus
source: Select your current status
ar: اختر وضعك الحالي

source: Shift
ar: فتره الدوام

# ShiftFactor
source: Shift Factors
ar: معاملات الفترة

source: Shift hour
ar: ساعات العمل

source: Shift ID
ar: رقم الفترة

source: Shift Main Info
ar: معلومات الفترة الرئيسية

source: Shift Name
ar: اسم الفترة

source: Shifts
ar: اوقات العمل

# SickBalance
source: Sick balance up to date
ar: رصيد مرضي حتي تاريخة

source: Sick Days
ar: مرضية مستنفذة

source: Sick Leave Balance
ar: رصيد الاجازات المرضية

source: Sick Leave Balance To Now
ar: رصيد مرضي مستحق حتى تاريخه

source: Sick Leavs
ar: مغادرات مرضية

# SickVacation
source: Sick
ar: مرضية

source: Sick Vaction Balance
ar: رصيد مرضي

source: Somthing Went Wrong
ar: حدث خطأ

source: Special holiday date
ar: تاريخ العطلة الخاصة

source: Special holiday name
ar: اسم العطلة الخاصة

source: Special holidays
ar: الاعياد والعطل الخاصة

source: Staff status today
ar: حالة الموظفين اليوم

source: Start Year
ar: بداية العام

source: Status
ar: الحالة

source: Stopped
ar: موقوف

source: Supervisor
ar: المسؤول المباشر

# SupervisorEmp
source: Supervisor
ar: مشرف

source: Supervisor ID
ar: رقم السؤول المباشر

source: There Is Leave In Same Time
ar: يوجد مغادرة بنفس الوقت

# ThereIsVactionInSameDate
source: There Is Another Vacation In Same Date
ar: يوجد اجازة بنفس التاريخ

source: This Department Connected With Employee
ar: الدائرة مرتبطة بموظفين

source: This Job Connected With Employee
ar: الوظيفة مرتبطة بموظفين

# ThisShiftIsConnectedToEmployee
source: This shift is connected with employees
ar: فترة الدوام مرتبطه مع موظفين

source: this will present employee username
ar: يمثل اسم المستخدم للموظف

source: Time
ar: الوقت

source: To Date
ar: حتي تاريخ

source: Total Break Time
ar: ساعات الراحة

# TotalEmployee
source: Total Employees
ar: عدد الموظفين

source: Total Time
ar: الوقت الكلي

source: Total Work Time
ar: ساعات العمل

# TOTCHECKOUT
source: Check Out
ar: انتهاء دوام

# TotEmp
source: Number of Employees
ar: عدد الموظفين

source: To Time
ar: الي الساعة

# TOTINBREAK
source: Break
ar: راحة

# TOTLEAVE
source: Leave
ar: مغادرة

# TOTMEETING
source: Meeting
ar: اجتماع

source: Tot Mint
ar: عدد الدقائق

# TOTOFFICE
source: Office
ar: المكتب

# TOTUNKNOWN
source: Unknown
ar: غير محدد

# TOTVACATION
source: Vacation
ar: اجازة

# TRANSDATE
source: Date
ar: التاريخ

source: Type
ar: نوع

# UnPaidVacation
source: Unpaid
ar: غير مدفوعة

# UnSeen
source: Sent
ar: مرسلة

source: Update
ar: تحديث

source: Updated successfully
ar: تم التحديث بنجاح

source: User Name
ar: اسم المستخدم

source: Users
ar: المستخدمين

source: Vacation
ar: اجازاتك

# VacationAutoFroward
source: Vacation Auto Forward
ar: ارسال الاجازات للمدير الاعلي

# VacationBalance
source: Vacations Balance
ar: رصيد الاجازات

# VacationBalanceReports
source: Vacation Balance Report
ar: تقرير رصيد الاجازات

source: Vacation Chart
ar: تقرير الاجازات البياني

# VacationDirectApprove
source: Can approve vacation without forword
ar: يمكن قبول الاجازة بدون ارسالها للمسؤول التالي

source: Vacation Report
ar: تقرير الاجازات

source: Vacation Request
ar: طلب اجازة

source: Vacations
ar: الاجازات

# VacationsAndLeaves
source: Vacations & Leaves
ar: الاجازات و المغادرات

# VacationTypes
source: Vacations Types
ar: انواع الاجازات

# VACCOUNT
source: In Vacation
ar: اجازة

# VacDefaultBalance
source: Employee Default Balance
ar: الرصيد الافتتاحي للموظف

# VactionRequest
source: Vacation Request
ar: طلب اجازة

source: Very Good
ar: جيد جدا

source: View Details
ar: مشاهدة التفاصيل

source: Wating Next Approve
ar: في انتظار الموافقة التالية

source: Weclome Back
ar: مرحبا بعودتك

source: Weekend
ar: العطل الاسبوعية

# WeekEndVac
source: Week End Vacation
ar: عطلة نهاية اسبوع

source: will be charged
ar: سيتم خصم

source: Work Day
ar: يوم عمل

# WorkInjWork
source: Injury Work
ar: اصابة عمل

source: Work Start Date
ar: تاريخ بداية العمل

# WorkVacation
source: Work
ar: عمل

# YearEnd
source: Year end date for company
ar: تاريخ نهاية العام للشركة

# YearStart
source: Year start date for company
ar: تاريخ بداية العام للشركة

source: Yes
ar: نعم

source: Your account is being created
ar: جاري انشاء حسابك

source: Your company has been created successfully
ar: تم انشاء شركتك بنجاح

# yourCompanyHasBeenUpdatedSuccessfully
source: Your company has been updatetd successfully
ar: تم تعديل شركتك بنجاح

# YourDeleteLeaveRequestHasBeenRejected1
source: Your cancel leave request has been rejected
ar: تم رفض طلب الغاء المغادرة

# YourDeleteVacationRequestHasBeenRejected
source: Your cancel vacation request has been rejected
ar: تم رفض طلب الغاء الاجازة

source: Your Leave Request Approved By
ar: تم قبول طلب المغادرة عن طريق

source: Your leave request has been rejected
ar: تم رفض طلب المغادرة الخاص بك

source: Your Leave Request Rejected By
ar: تم رفض طلب المغادرة عن طريق

source: Your request has been successfully deleted
ar: تم حذف طلبك بنجاح

source: Your request has been successfully sent
ar: تم ارسال طلبك بنجاح

source: Your Vacation Balance Is Insufficient
ar: رصيد اجازاتك غير كافي

source: Your vacation has been approved by
ar: تمت الموافقة على إجازتك من قبل

source: Your Vacation Request Approved By
ar: تمت الموافقة على طلب الاجازة عن طريق

source: Your vacation request has been rejected
ar: تم رفض طلب الإجازة الخاص بك

source: Your Vacation Request Rejected By
ar: تم رفضل طلب الاجازة عن طريق

source: Cash Value
ar: كاش

source: Cheque Value
ar: شيك

source: Credit Value
ar: ذمم

source: Discount
ar: الخصم

source: Gift Card Value
ar: بطاقة هدية

source: Master Value
ar: ماستر كارد

source: Net Discount
ar: صافي الخصم

source: Net Sales
ar: الصافي

source: Net Servcie
ar: صافي الخدمة

source: Point Value
ar: نقاط

source: Pos No
ar: نقطة البيع

source: Return
ar: مرتجع

source: Return Discount
ar: خصم المرتجع

source: Return Service
ar: مرتجع خدمة

source: Sales
ar: مبيعات

source: Sales Details
ar: تفاصيل المبيعات

source: Sales Discount
ar: خصم المبيعات

# SalesHeader
source: Sales
ar: المبيعات

source: Sales Service
ar: خدمة المبيعات

source: Sales Total
ar: اجمالي مبيعات

source: Service
ar: الخدمات

source: Total Pay Method
ar: الاجمالي

# UserNo
source: User
ar: المستخدم

source: Visa Value
ar: فيزا كارد
